[Balance.PawnBalance_Sage_DiseasedScaylion AIPawnBalanceDefinition]
PlayThroughs[0]=(DisplayName="Scaylion Enfermo")
PlayThroughs[1]=(DisplayName="Scaylion Venenoso")

[Balance.PawnBalance_Sage_ScaylionBerzerker AIPawnBalanceDefinition]
PlayThroughs[0]=(DisplayName="Scaylion Raivoso")
PlayThroughs[1]=(DisplayName="Scaylion Saqueador")

[Balance.PawnBalance_Sage_ScaylionBug AIPawnBalanceDefinition]
PlayThroughs[0]=(DisplayName="Scaylion Filhote")
PlayThroughs[1]=(DisplayName="Cria de Scaylion")

[Balance.PawnBalance_Sage_ScaylionQueen AIPawnBalanceDefinition]
PlayThroughs[0]=(DisplayName="Scaylion Rainha")
PlayThroughs[1]=(DisplayName="Scaylion Curador")

[Balance.PawnBalance_Sage_ScaylionSlag AIPawnBalanceDefinition]
PlayThroughs[0]=(DisplayName="Scaylion Slag")
PlayThroughs[1]=(DisplayName="Scaylion Slag de Elite")

[Balance.PawnBalance_Sage_ScaylionWarrior AIPawnBalanceDefinition]
PlayThroughs[0]=(DisplayName="Guerreiro Scaylion")
PlayThroughs[1]=(DisplayName="Cavaleiro Scaylion")

[Balance.PawnBalance_Sage_ScaylionWorker AIPawnBalanceDefinition]
PlayThroughs[0]=(DisplayName="Scaylion Operário")
PlayThroughs[1]=(DisplayName="Scaylion Tecelão")

